<?php
// Heading
$_['heading_title']     = 'زبان ها';  

// Text
$_['text_success']      = 'زبان با موفقیت ویرایش شد!'; 
$_['text_list']         = 'لیست زبان ها';
$_['text_add']          = 'افزودن زبان';
$_['text_edit']         = 'ویرایش زبان';

// Column
$_['column_name']       = 'نام زبان';
$_['column_code']       = 'کد';
$_['column_sort_order'] = 'ترتیب';
$_['column_action']     = 'عملیات';

// Entry
$_['entry_name']        = 'نام زبان';
$_['entry_code']        = 'کد';
$_['entry_locale']      = 'محلی';
$_['entry_image']       = 'تصویر';//Deleted
$_['entry_directory']   = 'پوشه';//Deleted
$_['entry_status']      = 'وضعیت';
$_['entry_sort_order']  = 'ترتیب';

// Help
$_['help_code']         = 'مثال: fa. در صورتی که زبان پیش فرض شما است آن را تغییر ندهید.';//Deleted
$_['help_locale']       = 'مثال: fa_IR.UTF-8,fa_IR,fa-ir,persian';
$_['help_image']        = 'مثال: ir.png';//Deleted
$_['help_directory']    = 'نام پوشه زبان (حساس به حروف کوچک و بزرگ)';//Deleted
$_['help_status']       = 'پنهان/نمایش در کرکره زبان';

// Error
$_['error_permission']  = 'هشدار: شما اجازه ویرایش زبان ها را ندارید!';
$_['error_exists']      = 'هشدار: زبان قبلا اضافه شده است!';
$_['error_name']        = 'نام زبان باید بین 3 تا 32 کاراکتر باشد!';
$_['error_code']        = 'کد زبان باید حداقل 2 کاراکتر باشد!';
$_['error_locale']      = 'محلی مورد نیاز می‌باشد!';
$_['error_image']       = 'نام فایل تصویر باید بین 3 تا 64 کاراکتر باشد!';//Deleted
$_['error_directory']   = 'شاخه مورد نیاز می‌باشد!';//Deleted
$_['error_default']     = 'هشدار: این زبان را نمی‌توانید حذف نمایید زیرا در حال حاضر به زبان پیش فرض فروشگاه اختصاص یافته است!';
$_['error_admin']       = 'هشدار: این زبان را نمی‌توانید حذف نمایید زیرا در حال حاضر به زبان قسمت مدیریت اختصاص یافته است!';
$_['error_store']       = 'هشدار: این زبان را نمی‌توانید حذف نمایید زیرا در حال حاضر به %s فروشگاه اختصاص یافته است!';
$_['error_order']       = 'هشدار: این زبان را نمی‌توانید حذف نمایید زیرا در حال حاضر به %s سفارش اختصاص یافته است!';
?>