<?php
// Heading
$_['heading_title']        = 'تخمین ارسال و مالیات‌ها';

// Text
$_['text_success']         = 'موفقیت: برآورد ارسال شما اعمال شده است!';
$_['text_shipping']        = 'مقصد خود را برای دریافت برآورد ارسال را وارد کنید.';
$_['text_shipping_method'] = 'لطفا روش ارسال مرجح را برای استفاده در این سفارش انتخاب نمایید.';

// Entry
$_['entry_country']        = 'كشور';
$_['entry_zone']           = 'منطقه / استان';
$_['entry_postcode']       = 'کدپستی';

// Error
$_['error_postcode']       = 'کدپستی باید بین ۲ تا ۱۰ نویسه باشد!';
$_['error_country']        = 'لطفا یک کشور را انتخاب نمایید!';
$_['error_zone']           = 'لطفا يک استان را انتخاب نمایيد!';
$_['error_shipping']       = 'هشدار: روش ارسال لازم است!';
$_['error_no_shipping']    = 'هشدار: گزینه‌های ارسال موجود نیستند. لطفا برای کمک <a href="%s">با ما تماس بگیرید</a>!';